const indexData = {
  banner: [
    {
      img: require("../images/index/01.jpg")
    },
    {
      img: require("../images/index/02.jpg")
    },
    {
      img: require("../images/index/03.jpg")
    },
    {
      img: require("../images/index/04.jpg")
    },
    {
      img: require("../images/index/05.jpg")
    }
  ],
  news: [
    {
      id: 1,
      time: "2018-12-14",
      title: "优林科技制造项目——云顶野奢营地荣获中国优秀文旅康养木结构工程奖",
      text:
        "2018年12月12日，2018加拿大木材中国论坛暨现代木结构建筑在健康养生产业的应用活动在北京举行。活动吸引了超过250名专业人士的热情参与。出席此次论坛的演讲嘉宾包括：中国木材及木制品流通协会首席专家朱光前先生，来"
    },
    {
      id: 2,
      time: "2018-12-08",
      title:
        "喜报：我公司装配建造的“云顶野奢营地”项目，被中国木材保护工业协会评为“示范项目”",
      text:
        "云顶野奢营地位于河北省石家庄市鹿泉区青龙山北麓，是河北首座超五星级旅居营地，营地以“与自然深度对话，与艺术充分交融”为理念，融合经典和现代风格，打造拥有别样体验与独特风情的旅游休闲度假目的地。营地占地面积1"
    },
    {
      id: 3,
      time: "2018-12-05",
      title: "河北优林科技有限公司当选为“河北省高新技术企业协会常务理事单位”",
      text:
        "头条新闻鉴于我公司在木材高新技术领域所取得的成果，今年当选为河北省高新技术企业协会（第二届理事会）理事单位，总经理孟西昆先生当选为该理事会理事，任期五年。河北省高新技术产业协会成立于2005年7月23日，是河北省"
    },
    {
      id: 4,
      time: "2018-12-05",
      title: "“麓宿”惊艳亮相2018湖南筑博会",
      text:
        "建造新时代，绿色筑未来”2018年湖南住博会于11月24日圆满落幕。本次，麓上住工携现代装配式木结构再次闪耀住博会。一经亮相，极具视觉冲击的“麓宿”吸引了众多观众驻足观看。"
    },
    {
      id: 5,
      time: "2018-12-03",
      title: "世界上最高的木结构建筑！80米高近日已完成封顶",
      text:
        "位于挪威Brumunddal的18层高80米高的建筑物MjøsaTower将很快成为世界上最高的木结构建筑。该项目预计竣工日期为2019年3月。目前世界最高的建筑BrockCommons虽然也是18层，但是总高度仅为53米。图片：建筑效果图MjøsaTo"
    }
  ],
  product: [
    {
      name: "装配式木结构建筑",
      img: require("../images/index/product1.jpg"),
      content: "建筑的结构系统由木结构承重构件组成的装配式建筑。"
    },
    {
      name: "旅游度假产品",
      img: require("../images/index/product2.jpg"),
      content: "文旅康养项目开发，特色绿色建筑小镇建造。"
    },
    {
      name: "实木改良",
      img: require("../images/index/product3.jpg"),
      content:
        "依据细胞壁修饰理论和细胞密实增强理论，研发构建的功能改良技术体系，全面提升木材品质。"
    },
    {
      name: "改良家具",
      img: require("../images/index/product4.jpg"),
      content:
        "采用东方优木作为家具材料，具有防腐、不变形、不开裂、阻燃、自清洁的特性。"
    },
    {
      name: "改良木门窗",
      img: require("../images/index/product5.jpg"),
      content:
        "采用东方优木作为门窗材料，结合国际先进全自动设备，以工匠精神打造极致品质。"
    }
  ]
};
export default indexData;
